[A_Item.CurrencyOneDollar UsableItemDefinition]
UseFailureCharacterMessage="you like it %s use it."
ItemName="From money"
PickupMessage="Is there anyone there? %s"
UseFailureLevelMessage="To use this you must have %d.."
UseFailureConstraintsMessage="more expensive"
NoManufacturerName="General"

[ItemDefs.ID_Candy MissionItemDefinition]
UseFailureCharacterMessage="We must be %s Use this article."
ItemName="Carmelita Shvartsman"
PickupMessage="there %s"
UseFailureLevelMessage="A minimum of %d is required to use this element. You have to stay level."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="General"

[ItemDefs.ID_Candy:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Aunt Flexington is resting. Smells like a pool."
NoConstraintText=""
Suffix=""
Prefix=""

